Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 密码
ar: كلمة مرور
de: Passwort
en: Password
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
id: Kata sandi
it: Password
ja: パスワード
ko: 비밀번호
nl: Wachtwoord
pl: Hasło
pt: Senha
ru: Пароль
sv: Lösenord
th: รหัสผ่าน
tr: Şifre
uk: Пароль
vi: Mật khẩu
zh_hant: 密碼

source: 对截图内容生成总结时使用（先判断类型，再按对应格式输出）。
ar: يُستخدم لإنشاء ملخص لمحتوى لقطة الشاشة (يحدد النوع أولًا ثم يُخرج بالتنسيق المناسب).
de: Wird verwendet, um eine Zusammenfassung des Screenshot-Inhalts zu erstellen (bestimmt zuerst den Typ und gibt dann im passenden Format aus).
en: Used to generate a summary of screenshot content (first determines the type, then outputs in the matching format).
es: Se usa para generar un resumen del contenido de una captura (primero determina el tipo y luego genera la salida en el formato correspondiente).
fr: Utilisé pour générer un résumé du contenu d'une capture d'écran (détermine d'abord le type, puis produit la sortie au format correspondant).
hi: स्क्रीनशॉट सामग्री का सारांश बनाने के लिए उपयोग किया जाता है (पहले प्रकार निर्धारित करता है, फिर उपयुक्त प्रारूप में आउटपुट देता है)।
id: Digunakan untuk membuat ringkasan konten tangkapan layar (menentukan jenisnya dulu, lalu mengeluarkan dalam format yang sesuai).
it: Usato per generare un riepilogo del contenuto di uno screenshot (prima determina il tipo, poi restituisce l'output nel formato corrispondente).
ja: スクリーンショットの内容を要約するときに使用します（まず種類を判定し、対応する形式で出力します）。
ko: 스크린샷 내용의 요약을 생성할 때 사용합니다(먼저 유형을 판별한 뒤 해당 형식으로 출력).
nl: Wordt gebruikt om een samenvatting van schermafbeeldinginhoud te maken (bepaalt eerst het type en geeft dan uit in het bijbehorende formaat).
pl: Służy do generowania podsumowania treści zrzutu ekranu (najpierw określa typ, a następnie zwraca wynik w odpowiednim formacie).
pt: Usado para gerar um resumo do conteúdo de uma captura (primeiro determina o tipo e depois gera a saída no formato correspondente).
ru: Используется для создания резюме содержимого снимка экрана (сначала определяет тип, затем выдаёт в соответствующем формате).
sv: Används för att skapa en sammanfattning av skärmdumpsinnehåll (avgör först typen och matar sedan ut i matchande format).
th: ใช้สำหรับสร้างสรุปเนื้อหาภาพหน้าจอ (ระบุประเภทก่อน แล้วแสดงผลในรูปแบบที่สอดคล้องกัน)
tr: Ekran görüntüsü içeriğinin özetini oluşturmak için kullanılır (önce türü belirler, sonra ilgili biçimde çıktı verir).
uk: Використовується для створення підсумку вмісту знімка екрана (спершу визначає тип, потім видає у відповідному форматі).
vi: Dùng để tạo tóm tắt nội dung ảnh chụp màn hình (trước tiên xác định loại, sau đó xuất theo định dạng tương ứng).
zh_hant: 對截圖內容產生總結時使用（先判斷類型，再按對應格式輸出）。

source: 导入
ar: استيراد
de: Importieren
en: Import
es: Importar
fr: Importer
hi: आयात
id: Impor
it: Importa
ja: 取り込む
ko: 가져오기
nl: Importeren
pl: Importuj
pt: Importar
ru: Импорт
sv: Importera
th: นำเข้า
tr: İçe Aktar
uk: Імпорт
vi: Nhập
zh_hant: 匯入

source: 导入中 (%@/%@)...
ar: جارٍ الاستيراد (%@/%@)...
de: Importieren (%@/%@)...
en: Importing (%@/%@)...
es: Importando (%@/%@)...
fr: Importation (%@/%@)...
hi: आयात हो रहा है (%@/%@)...
id: Mengimpor (%@/%@)...
it: Importazione (%@/%@)...
ja: 読み込み中 (%@/%@)...
ko: 가져오는 중 (%@/%@)...
nl: Importeren (%@/%@)...
pl: Importowanie (%@/%@)...
pt: Importando (%@/%@)...
ru: Импортирование (%@/%@)...
sv: Importerar (%@/%@)...
th: กำลังนำเข้า (%@/%@)...
tr: İçe aktarılıyor (%@/%@)...
uk: Імпортування (%@/%@)...
vi: Đang nhập (%@/%@)...
zh_hant: 匯入中 (%@/%@)...

source: 导入中 (%lld/%lld)...
ar: جارٍ الاستيراد (%lld/%lld)...
de: Importieren (%lld/%lld)...
en: Importing (%lld/%lld)...
es: Importando (%lld/%lld)...
fr: Importation (%lld/%lld)...
hi: आयात हो रहा है (%lld/%lld)...
id: Mengimpor (%lld/%lld)...
it: Importazione (%lld/%lld)...
ja: 読み込み中 (%lld/%lld)...
ko: 가져오는 중 (%lld/%lld)...
nl: Importeren (%lld/%lld)...
pl: Importowanie (%lld/%lld)...
pt: Importando (%lld/%lld)...
ru: Импортирование (%lld/%lld)...
sv: Importerar (%lld/%lld)...
th: กำลังนำเข้า (%lld/%lld)...
tr: İçe aktarılıyor (%lld/%lld)...
uk: Імпортування (%lld/%lld)...
vi: Đang nhập (%lld/%lld)...
zh_hant: 匯入中 (%lld/%lld)...

source: 导入失败：%@
ar: فشل الاستيراد: %@
de: Import fehlgeschlagen: %@
en: Import failed: %@
es: Error al importar: %@
fr: Échec de l'importation : %@
hi: आयात में विफल: %@
id: Gagal mengimpor: %@
it: Importazione non riuscita: %@
ja: 読み込みに失敗: %@
ko: 가져오기 실패: %@
nl: Importeren mislukt: %@
pl: Import nie powiódł się: %@
pt: Falha ao importar: %@
ru: Не удалось импортировать: %@
sv: Import misslyckades: %@
th: นำเข้าล้มเหลว: %@
tr: İçe aktarılamadı: %@
uk: Не вдалося імпортувати: %@
vi: Nhập thất bại: %@
zh_hant: 匯入失敗：%@

# 导入完成：新增 %lld、跳过重复 %lld、无效 %lld
source: 导入完成：新增 %1$lld、跳过重复 %2$lld、无效 %3$lld
ar: اكتمل الاستيراد: أُضيف %1$lld، وتم تخطي %2$lld مكررًا، و%3$lld غير صالح
de: Import abgeschlossen: %1$lld hinzugefügt, %2$lld Duplikate übersprungen, %3$lld ungültig
en: Import finished: %1$lld added, %2$lld duplicates skipped, %3$lld invalid
es: Importación completada: %1$lld añadidos, %2$lld duplicados omitidos, %3$lld no válidos
fr: Importation terminée : %1$lld ajoutés, %2$lld doublons ignorés, %3$lld non valides
hi: आयात पूर्ण: %1$lld जोड़े गए, %2$lld डुप्लिकेट छोड़े गए, %3$lld अमान्य
id: Impor selesai: %1$lld ditambahkan, %2$lld duplikat dilewati, %3$lld tidak valid
it: Importazione completata: %1$lld aggiunti, %2$lld duplicati ignorati, %3$lld non validi
ja: 取り込み完了：追加 %1$lld 件、重複をスキップ %2$lld 件、無効 %3$lld 件
ko: 가져오기 완료: %1$lld개 추가, %2$lld개 중복 건너뜀, %3$lld개 유효하지 않음
nl: Importeren voltooid: %1$lld toegevoegd, %2$lld duplicaten overgeslagen, %3$lld ongeldig
pl: Import zakończony: dodano %1$lld, pominięto duplikaty %2$lld, nieprawidłowe %3$lld
pt: Importação concluída: %1$lld adicionados, %2$lld duplicados ignorados, %3$lld inválidos
ru: Импорт завершён: добавлено %1$lld, пропущено дубликатов %2$lld, недействительных %3$lld
sv: Importen klar: %1$lld tillagda, %2$lld dubbletter överhoppade, %3$lld ogiltiga
th: นำเข้าเสร็จสิ้น: เพิ่ม %1$lld รายการ ข้ามรายการซ้ำ %2$lld รายการ ไม่ถูกต้อง %3$lld รายการ
tr: İçe aktarma tamamlandı: %1$lld eklendi, %2$lld yinelenen atlandı, %3$lld geçersiz
uk: Імпорт завершено: додано %1$lld, пропущено дублікатів %2$lld, недійсних %3$lld
vi: Nhập hoàn tất: thêm %1$lld, bỏ qua trùng lặp %2$lld, không hợp lệ %3$lld
zh_hant: 匯入完成：新增 %1$lld、跳過重複 %2$lld、無效 %3$lld

source: 导入录音
ar: استيراد تسجيل
de: Aufnahme importieren
en: Import Recording
es: Importar grabación
fr: Importer un enregistrement
hi: रिकॉर्डिंग आयात करें
id: Impor rekaman
it: Importa registrazione
ja: 録音を読み込む
ko: 녹음 가져오기
nl: Opname importeren
pl: Importuj nagranie
pt: Importar gravação
ru: Импортировать запись
sv: Importera inspelning
th: นำเข้าการบันทึก
tr: Kaydı içe aktar
uk: Імпортувати запис
vi: Nhập bản ghi
zh_hant: 匯入錄音

source: 导入或开始录音
ar: استيراد أو بدء التسجيل
de: Importieren oder Aufnahme starten
en: Import or Start Recording
es: Importar o empezar a grabar
fr: Importer ou démarrer l'enregistrement
hi: आयात करें या रिकॉर्डिंग शुरू करें
id: Impor atau Mulai Merekam
it: Importa o avvia la registrazione
ja: 読み込むか録音を開始
ko: 가져오기 또는 녹음 시작
nl: Importeren of opname starten
pl: Importuj lub rozpocznij nagrywanie
pt: Importar ou iniciar a gravação
ru: Импортировать или начать запись
sv: Importera eller starta inspelning
th: นำเข้าหรือเริ่มบันทึก
tr: İçe Aktar veya Kaydı Başlat
uk: Імпортувати або почати запис
vi: Nhập hoặc bắt đầu ghi âm
zh_hant: 匯入或開始錄音

source: 导入条目的元数据写入失败
ar: فشل كتابة البيانات الوصفية للعنصر المستورد
de: Metadaten des importierten Eintrags konnten nicht geschrieben werden
en: Failed to write metadata for the imported item
es: Error al escribir los metadatos del elemento importado
fr: Échec de l'écriture des métadonnées de l'élément importé
hi: आयातित आइटम का मेटाडेटा लिखना विफल
id: Gagal menulis metadata item yang diimpor
it: Scrittura dei metadati dell'elemento importato non riuscita
ja: 取り込んだ項目のメタデータ書き込みに失敗
ko: 가져온 항목의 메타데이터 쓰기 실패
nl: Metagegevens van geïmporteerd item schrijven mislukt
pl: Nie udało się zapisać metadanych zaimportowanego elementu
pt: Falha ao escrever os metadados do item importado
ru: Не удалось записать метаданные импортированного элемента
sv: Kunde inte skriva metadata för det importerade objektet
th: เขียนข้อมูลเมตาของรายการที่นำเข้าไม่สำเร็จ
tr: İçe aktarılan öğenin üst verileri yazılamadı
uk: Не вдалося записати метадані імпортованого елемента
vi: Ghi siêu dữ liệu của mục đã nhập thất bại
zh_hant: 匯入項目的中繼資料寫入失敗

source: 导入配置…
ar: استيراد الإعدادات…
de: Konfiguration importieren…
en: Import Config…
es: Importar configuración…
fr: Importer la configuration…
hi: कॉन्फ़िगरेशन आयात करें…
id: Impor Konfigurasi…
it: Importa configurazione…
ja: 設定を読み込む…
ko: 설정 가져오기…
nl: Configuratie importeren…
pl: Importuj konfigurację…
pt: Importar configuração…
ru: Импорт настроек…
sv: Importera konfiguration…
th: นำเข้าการตั้งค่า…
tr: Yapılandırmayı İçe Aktar…
uk: Імпорт налаштувань…
vi: Nhập cấu hình…
zh_hant: 匯入設定…

source: 导入音频与视频
ar: استيراد الصوت والفيديو
de: Audio und Video importieren
en: Import Audio & Video
es: Importar audio y vídeo
fr: Importer audio et vidéo
hi: ऑडियो और वीडियो आयात करें
id: Impor Audio & Video
it: Importa audio e video
ja: 音声と動画を読み込む
ko: 오디오·동영상 가져오기
nl: Audio en video importeren
pl: Importuj audio i wideo
pt: Importar áudio e vídeo
ru: Импорт аудио и видео
sv: Importera ljud och video
th: นำเข้าเสียงและวิดีโอ
tr: Ses ve Video İçe Aktar
uk: Імпорт аудіо та відео
vi: Nhập âm thanh và video
zh_hant: 匯入音訊與影片

source: 导入音频或视频，或新建快捷笔记开始使用（条目被隐藏时可切换「显示隐藏条目」找回）
ar: استورِد ملفات صوت أو فيديو، أو أنشئ ملاحظة سريعة للبدء (إذا كانت العناصر مخفية، فعّل «إظهار العناصر المخفية»).
de: Importieren Sie Audio/Video oder erstellen Sie eine Notiz – falls Einträge ausgeblendet sind, aktivieren Sie „Ausgeblendete Einträge anzeigen“.
en: Import audio or video, or create a quick note to get started (if items are hidden, turn on “Show hidden items”).
es: Importa audio o vídeo, o crea una nota rápida para empezar (si hay elementos ocultos, activa «Mostrar elementos ocultos»).
fr: Importez de l’audio/vidéo ou créez une note rapide pour commencer (si des éléments sont masqués, activez « Afficher les éléments masqués »).
hi: शुरू करने के लिए ऑडियो या वीडियो आयात करें, या त्वरित नोट बनाएँ (यदि आइटम छिपे हुए हैं, तो «छिपे हुए आइटम दिखाएँ» चालू करें)।
id: Impor audio atau video, atau buat catatan cepat untuk memulai (jika item disembunyikan, aktifkan “Tampilkan item tersembunyi”).
it: Importa audio o video, oppure crea una nota rapida per iniziare (se gli elementi sono nascosti, attiva «Mostra elementi nascosti»).
ja: 音声・動画を読み込むか、クイックノートを作成して開始してください（項目が非表示の場合は「非表示項目を表示」で復元できます）。
ko: 오디오/동영상을 가져오거나 빠른 노트를 만들어 시작하세요(항목이 숨겨져 있다면 「숨긴 항목 표시」로 다시 볼 수 있습니다).
nl: Importeer audio of video, of maak een snelle notitie om te beginnen (als items verborgen zijn, schakel „Verborgen items tonen“ in).
pl: Zaimportuj audio/wideo lub utwórz szybką notatkę, aby rozpocząć (jeśli elementy są ukryte, włącz „Pokaż ukryte elementy”).
pt: Importe áudio ou vídeo, ou crie uma nota rápida para começar (se houver itens ocultos, ative «Mostrar itens ocultos»).
ru: Импортируйте аудио/видео или создайте быструю заметку, чтобы начать (если записи скрыты, включите «Показывать скрытые записи»).
sv: Importera ljud eller video, eller skapa en snabbanteckning för att börja (om objekt är dolda, slå på ”Visa dolda objekt”).
th: นำเข้าไฟล์เสียงหรือวิดีโอ หรือสร้างโน้ตด่วนเพื่อเริ่มต้น (หากรายการถูกซ่อน ให้เปิด “แสดงรายการที่ซ่อน”)
tr: Başlamak için ses/video içe aktarın veya hızlı not oluşturun (öğeler gizliyse “Gizli öğeleri göster” seçeneğini açın).
uk: Імпортуйте аудіо/відео або створіть швидку нотатку, щоб почати (якщо записи приховано, увімкніть «Показувати приховані записи»).
vi: Nhập âm thanh hoặc video, hoặc tạo ghi chú nhanh để bắt đầu (nếu mục bị ẩn, hãy bật “Hiện mục bị ẩn”).
zh_hant: 匯入音訊或影片，或新增快速筆記開始使用（條目被隱藏時可切換「顯示隱藏條目」找回）

source: 导入音频或视频…
ar: استيراد الصوت أو الفيديو…
de: Audio oder Video importieren…
en: Import Audio or Video…
es: Importar audio o vídeo…
fr: Importer de l’audio ou de la vidéo…
hi: ऑडियो या वीडियो आयात करें…
id: Impor Audio atau Video…
it: Importa audio o video…
ja: 音声・動画を読み込む…
ko: 오디오 또는 동영상 가져오기…
nl: Audio of video importeren…
pl: Importuj dźwięk lub wideo…
pt: Importar áudio ou vídeo…
ru: Импорт аудио или видео…
sv: Importera ljud eller video…
th: นำเข้าเสียงหรือวิดีโอ…
tr: Ses veya video içe aktar…
uk: Імпорт аудіо або відео…
vi: Nhập âm thanh hoặc video…
zh_hant: 匯入音訊或影片…

source: 导入音频或视频（m4a / mp3 / wav / mp4 / mov / m4v）
ar: استيراد الصوت أو الفيديو (m4a / mp3 / wav / mp4 / mov / m4v)
de: Audio oder Video importieren (m4a / mp3 / wav / mp4 / mov / m4v)
en: Import audio or video (m4a / mp3 / wav / mp4 / mov / m4v)
es: Importar audio o vídeo (m4a / mp3 / wav / mp4 / mov / m4v)
fr: Importer de l’audio ou de la vidéo (m4a / mp3 / wav / mp4 / mov / m4v)
hi: ऑडियो या वीडियो आयात करें (m4a / mp3 / wav / mp4 / mov / m4v)
id: Impor audio atau video (m4a / mp3 / wav / mp4 / mov / m4v)
it: Importa audio o video (m4a / mp3 / wav / mp4 / mov / m4v)
ja: 音声または動画を読み込む（m4a / mp3 / wav / mp4 / mov / m4v）
ko: 오디오 또는 동영상 가져오기(m4a / mp3 / wav / mp4 / mov / m4v)
nl: Audio of video importeren (m4a / mp3 / wav / mp4 / mov / m4v)
pl: Importuj audio lub wideo (m4a / mp3 / wav / mp4 / mov / m4v)
pt: Importar áudio ou vídeo (m4a / mp3 / wav / mp4 / mov / m4v)
ru: Импорт аудио или видео (m4a / mp3 / wav / mp4 / mov / m4v)
sv: Importera ljud eller video (m4a / mp3 / wav / mp4 / mov / m4v)
th: นำเข้าเสียงหรือวิดีโอ (m4a / mp3 / wav / mp4 / mov / m4v)
tr: Ses veya video içe aktar (m4a / mp3 / wav / mp4 / mov / m4v)
uk: Імпорт аудіо або відео (m4a / mp3 / wav / mp4 / mov / m4v)
vi: Nhập âm thanh hoặc video (m4a / mp3 / wav / mp4 / mov / m4v)
zh_hant: 匯入音訊或影片（m4a / mp3 / wav / mp4 / mov / m4v）

source: 导出
ar: تصدير
de: Exportieren
en: Export
es: Exportar
fr: Exporter
hi: निर्यात करें
id: Ekspor
it: Esporta
ja: エクスポート
ko: 내보내기
nl: Exporteer
pl: Eksportuj
pt: Exportar
ru: Экспорт
sv: Exportera
th: ส่งออก
tr: Dışa aktar
uk: Експортувати
vi: Xuất
zh_hant: 匯出

source: 导出原始录音
ar: تصدير التسجيل الأصلي
de: Originalaufnahme exportieren
en: Export Original Recording
es: Exportar grabación original
fr: Exporter l'enregistrement original
hi: मूल रिकॉर्डिंग निर्यात करें
id: Ekspor rekaman asli
it: Esporta registrazione originale
ja: 元の録音をエクスポート
ko: 원본 녹음 내보내기
nl: Originele opname exporteren
pl: Eksportuj oryginalne nagranie
pt: Exportar gravação original
ru: Экспортировать исходную запись
sv: Exportera originalinspelning
th: ส่งออกการบันทึกต้นฉบับ
tr: Orijinal kaydı dışa aktar
uk: Експортувати оригінальний запис
vi: Xuất bản ghi gốc
zh_hant: 匯出原始錄音

source: 导出失败：%@
ar: فشل التصدير: %@
de: Export fehlgeschlagen: %@
en: Export failed: %@
es: Error al exportar: %@
fr: Échec de l'export : %@
hi: निर्यात विफल: %@
id: Ekspor gagal: %@
it: Esportazione non riuscita: %@
ja: 書き出しに失敗：%@
ko: 내보내기 실패: %@
nl: Exporteren mislukt: %@
pl: Eksport nie powiódł się: %@
pt: Falha ao exportar: %@
ru: Не удалось экспортировать: %@
sv: Export misslyckades: %@
th: ส่งออกไม่สำเร็จ: %@
tr: Dışa aktarma başarısız: %@
uk: Не вдалося експортувати: %@
vi: Xuất thất bại: %@
zh_hant: 匯出失敗：%@

source: 导出总结为 .md
ar: تصدير الملخص بصيغة .md
de: Zusammenfassung als .md exportieren
en: Export Summary as .md
es: Exportar resumen como .md
fr: Exporter le résumé en .md
hi: सारांश को .md के रूप में निर्यात करें
id: Ekspor ringkasan sebagai .md
it: Esporta riassunto come .md
ja: 要約を .md でエクスポート
ko: 요약을 .md로 내보내기
nl: Samenvatting exporteren als .md
pl: Eksportuj podsumowanie jako .md
pt: Exportar resumo como .md
ru: Экспортировать резюме как .md
sv: Exportera sammanfattning som .md
th: ส่งออกสรุปเป็น .md
tr: Özeti .md olarak dışa aktar
uk: Експортувати підсумок як .md
vi: Xuất tóm tắt dạng .md
zh_hant: 匯出總結爲 .md

source: 导出总结为 .pdf
ar: تصدير الملخص بصيغة .pdf
de: Zusammenfassung als .pdf exportieren
en: Export summary as .pdf
es: Exportar resumen como .pdf
fr: Exporter le résumé en .pdf
hi: सारांश को .pdf के रूप में निर्यात करें
id: Ekspor ringkasan sebagai .pdf
it: Esporta riepilogo come .pdf
ja: 要約を .pdf として書き出す
ko: 요약을 .pdf로 내보내기
nl: Samenvatting exporteren als .pdf
pl: Eksportuj podsumowanie jako .pdf
pt: Exportar resumo como .pdf
ru: Экспорт резюме в .pdf
sv: Exportera sammanfattning som .pdf
th: ส่งออกสรุปเป็น .pdf
tr: Özeti .pdf olarak dışa aktar
uk: Експортувати підсумок як .pdf
vi: Xuất tóm tắt dưới dạng .pdf
zh_hant: 匯出總結為 .pdf

source: 导出文件会自动加密（与本地数据同一把密钥），只有本机 Memonta 能解开。
ar: تُشفَّر الملفات المُصدَّرة تلقائيًا بالمفتاح نفسه المستخدم لبياناتك المحلية، لذلك لا يمكن فتحها إلا في Memonta على هذا الجهاز.
de: Exportierte Dateien werden automatisch mit demselben Schlüssel wie Ihre lokalen Daten verschlüsselt; nur Memonta auf diesem Mac kann sie öffnen.
en: Exported files are encrypted automatically with the same key as your local data, so only Memonta on this Mac can open them.
es: Los archivos exportados se cifran automáticamente con la misma clave que tus datos locales, así que solo Memonta en este Mac puede abrirlos.
fr: Les fichiers exportés sont chiffrés automatiquement avec la même clé que vos données locales : seul Memonta sur ce Mac peut les ouvrir.
hi: निर्यातित फ़ाइलें आपके स्थानीय डेटा की उसी कुंजी से स्वतः एन्क्रिप्ट होती हैं, इसलिए इन्हें केवल इस Mac के Memonta में ही खोला जा सकता है।
id: File ekspor otomatis dienkripsi dengan kunci yang sama seperti data lokal, jadi hanya Memonta di Mac ini yang dapat membukanya.
it: I file esportati vengono cifrati automaticamente con la stessa chiave dei tuoi dati locali: solo Memonta su questo Mac può aprirli.
ja: 書き出したファイルはローカルデータと同じ鍵で自動的に暗号化されます。開けるのは本機の Memonta だけです。
ko: 내보낸 파일은 로컬 데이터와 같은 키로 자동 암호화되며, 이 Mac의 Memonta에서만 열 수 있습니다.
nl: Geëxporteerde bestanden worden automatisch versleuteld met dezelfde sleutel als je lokale gegevens; alleen Memonta op deze Mac kan ze openen.
pl: Eksportowane pliki są automatycznie szyfrowane tym samym kluczem co dane lokalne, więc otworzy je tylko Memonta na tym Macu.
pt: Os ficheiros exportados são cifrados automaticamente com a mesma chave dos seus dados locais; só o Memonta neste Mac os pode abrir.
ru: Экспортированные файлы шифруются автоматически тем же ключом, что и локальные данные, поэтому открыть их может только Memonta на этом Mac.
sv: Exporterade filer krypteras automatiskt med samma nyckel som dina lokala data, så bara Memonta på den här Macen kan öppna dem.
th: ไฟล์ที่ส่งออกจะถูกเข้ารหัสอัตโนมัติด้วยคีย์เดียวกับข้อมูลในเครื่อง จึงเปิดได้เฉพาะใน Memonta บนเครื่องนี้เท่านั้น
tr: Dışa aktarılan dosyalar yerel verilerinizle aynı anahtarla otomatik şifrelenir; bu nedenle yalnızca bu Mac’teki Memonta açabilir.
uk: Експортовані файли шифруються автоматично тим самим ключем, що й локальні дані, тож відкрити їх може лише Memonta на цьому Mac.
vi: Tệp xuất được mã hóa tự động bằng cùng khóa với dữ liệu trên máy, nên chỉ Memonta trên máy này mở được.
zh_hant: 匯出檔會自動加密（與本機資料同一把金鑰），只有本機 Memonta 能解開。

source: 导出转写为 .md
ar: تصدير التفريغ بصيغة .md
de: Transkription als .md exportieren
en: Export Transcript as .md
es: Exportar transcripción como .md
fr: Exporter la transcription en .md
hi: ट्रांसक्रिप्ट को .md के रूप में निर्यात करें
id: Ekspor transkripsi sebagai .md
it: Esporta trascrizione come .md
ja: 文字起こしを .md でエクスポート
ko: 전사를 .md로 내보내기
nl: Transcriptie exporteren als .md
pl: Eksportuj transkrypcję jako .md
pt: Exportar transcrição como .md
ru: Экспортировать транскрипцию как .md
sv: Exportera transkribering som .md
th: ส่งออกบทถอดความเป็น .md
tr: Çeviri yazıyı .md olarak dışa aktar
uk: Експортувати транскрипцію як .md
vi: Xuất bản chuyển ngữ dạng .md
zh_hant: 匯出轉寫爲 .md

source: 导出转写为 .pdf
ar: تصدير النص بصيغة .pdf
de: Transkript als .pdf exportieren
en: Export transcript as .pdf
es: Exportar transcripción como .pdf
fr: Exporter la transcription en .pdf
hi: ट्रांसक्रिप्ट को .pdf के रूप में निर्यात करें
id: Ekspor transkripsi sebagai .pdf
it: Esporta trascrizione come .pdf
ja: 文字起こしを .pdf として書き出す
ko: 전사를 .pdf로 내보내기
nl: Transcriptie exporteren als .pdf
pl: Eksportuj transkrypcję jako .pdf
pt: Exportar transcrição como .pdf
ru: Экспорт расшифровки в .pdf
sv: Exportera transkribering som .pdf
th: ส่งออกข้อความถอดความเป็น .pdf
tr: Çeviri yazıyı .pdf olarak dışa aktar
uk: Експортувати транскрипцію як .pdf
vi: Xuất bản chuyển ngữ dưới dạng .pdf
zh_hant: 匯出轉寫為 .pdf

source: 导出配置…
ar: تصدير الإعدادات…
de: Konfiguration exportieren…
en: Export Config…
es: Exportar configuración…
fr: Exporter la configuration…
hi: कॉन्फ़िगरेशन निर्यात करें…
id: Ekspor Konfigurasi…
it: Esporta configurazione…
ja: 設定を書き出す…
ko: 설정 내보내기…
nl: Configuratie exporteren…
pl: Eksportuj konfigurację…
pt: Exportar configuração…
ru: Экспорт настроек…
sv: Exportera konfiguration…
th: ส่งออกการตั้งค่า…
tr: Yapılandırmayı Dışa Aktar…
uk: Експорт налаштувань…
vi: Xuất cấu hình…
zh_hant: 匯出設定…

source: 将删除所有待办项，包括已写入系统提醒事项的记录。此操作不可撤销。
ar: ستُحذف جميع المهام، بما فيها المكتوبة بالفعل في التذكيرات. لا يمكن التراجع عن هذا الإجراء.
de: Alle Aufgaben werden gelöscht, auch bereits in Erinnerungen geschriebene. Dies kann nicht rückgängig gemacht werden.
en: All to-dos will be deleted, including those already written to Reminders. This cannot be undone.
es: Se eliminarán todas las tareas, incluidas las ya escritas en Recordatorios. Esta acción no puede deshacerse.
fr: Toutes les tâches seront supprimées, y compris celles déjà écrites dans Rappels. Cette action est irréversible.
hi: सभी कार्य हटाए जाएँगे, जिनमें रिमाइंडर में पहले से लिखे हुए भी शामिल हैं। यह क्रिया पूर्ववत नहीं की जा सकती।
id: Semua tugas akan dihapus, termasuk yang sudah ditulis ke Pengingat. Tindakan ini tidak dapat dibatalkan.
it: Tutte le attività verranno eliminate, incluse quelle già scritte in Promemoria. L'operazione non può essere annullata.
ja: リマインダーに書き込み済みのものを含め、すべての ToDo が削除されます。この操作は取り消せません。
ko: 시스템 알림에 쓴 기록을 포함하여 모든 할 일이 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
nl: Alle taken worden verwijderd, inclusief die al naar Herinneringen zijn geschreven. Dit kan niet ongedaan worden gemaakt.
pl: Wszystkie zadania zostaną usunięte, w tym te już zapisane do Przypomnień. Tej operacji nie można cofnąć.
pt: Todas as tarefas serão apagadas, incluindo as já gravadas no Lembretes. Esta ação não pode ser desfeita.
ru: Все задачи будут удалены, включая уже записанные в Напоминания. Это действие нельзя отменить.
sv: Alla uppgifter raderas, inklusive de som redan skrivits till Påminnelser. Denna åtgärd kan inte ångras.
th: งานทั้งหมดจะถูกลบ รวมถึงที่เขียนลงเตือนความจำแล้ว การดำเนินการนี้ไม่สามารถยกเลิกได้
tr: Anımsatıcılar'a yazılmış olanlar dahil tüm görevler silinir. Bu işlem geri alınamaz.
uk: Усі завдання буде видалено, включно з тими, що вже записано в Нагадування. Цю дію не можна скасувати.
vi: Tất cả việc cần làm sẽ bị xóa, bao gồm cả những mục đã ghi vào Lời nhắc. Không thể hoàn tác thao tác này.
zh_hant: 將刪除所有待辦項，包括已寫入系統提醒事項的記錄。此操作不可撤銷。
